{"109_0": "", "109_1": "Some grass, a guy in a blue shirt walking his dog, and water", "109_2": "A man in a blue shirt is walking his dog", "109_3": "A skate park next to a body of water and green park.", "1232_0": "", "1232_1": "A man hangs from a ladder on a small plane, below a motorcycle.", "1232_2": "A stuntman hanging from a ladder", "1232_3": "A plane flying over a motorcycle.", "1306_0": "", "1306_1": "A room with a TV, a table, a bar and floor-to-ceiling Windows", "1306_2": "A television was mounted on the kitchen wall.", "1306_3": "A table with chairs, a counter with stools and a big window", "1554_0": "", "1554_1": "Three sheep in the pasture and the man standing by the fence.", "1554_2": "People stood outside the railings", "1554_3": "Three shearers stood on the grass, facing different directions.", "1888_0": "", "1888_1": "Pepper sprinkled on the ribs, with some apple slices and leaves on the side", "1888_2": "There are some apple slices and leaves on the cutting board", "1888_3": "A man was sprinkling pepper on a piece of meat.", "2614_0": "", "2614_1": "Two men were playing in the mud while the others stood behind.", "2614_2": "The man in green is standing on the bank", "2614_3": "Two men were playing Frisbee by the water.", "2754_0": "", "2754_1": "The woman in blue was driving and the dog in the back was sitting with his head out of the window", "2754_2": "The woman in blue is driving", "2754_3": "A dog sticks his head out of the window", "2822_0": "", "2822_1": "Above a stop sign, the sky was cloudy.", "2822_2": "A stop sign near the highway", "2822_3": "Dark clouds spread across the sky", "3220_0": "", "3220_1": "Mascots and special guests threw baseballs into the crowd", "3220_2": "The mascot of the baseball field", "3220_3": "The players are throwing the ball", "3378_0": "", "3378_1": "A man is riding a skateboard while a little boy watches", "3378_2": "A little boy on the right is blowing bubbles", "3378_3": "A man is skateboarding in the air.", "3493_0": "", "3493_1": "The busy streets were crowded with cars and signs hung on buildings.", "3493_2": "There was a constant stream of traffic on the street.", "3493_3": "A pile of signs written in non-English lines the street", "3579_0": "", "3579_1": "A woman stands at a table covered with desserts.", "3579_2": "Female employees in gray dress are working in black aprons", "3579_3": "The table was full of desserts", "3590_0": "", "3590_1": "People were walking outside under umbrellas in the rain when a man poked his head out of the doorway.", "3590_2": "A man peeked out the window in the light rain", "3590_3": "People are walking under umbrellas in the rain", "3685_0": "", "3685_1": "A room full of bookshelves and a few computers.", "3685_2": "A cluttered room full of bookshelves.", "3685_3": "A desk with two monitors and a keyboard", "3899_0": "", "3899_1": "There were picture frames in the kitchen and plastic bags on the table", "3899_2": "There are many plastic bags on the kitchen table", "3899_3": "There were framed pictures on the kitchen wall", "4286_0": "", "4286_1": "The giraffe was in the bushes and there was a man with his hands in the air.", "4286_2": "The man walked forward with his right hand raised", "4286_3": "A giraffe standing in the grass.", "4331_0": "", "4331_1": "A city bus waits for passengers to load their bikes.", "4331_2": "A woman held up a bicycle", "4331_3": "A bus stopped at the side of the road", "4527_0": "", "4527_1": "When the runner touches the base, the ball carrier stretches to catch the ball.", "4527_2": "The runner was running across the base", "4527_3": "A man in a catcher's glove was standing on a baseball field.", "4678_0": "", "4678_1": "A man and his dog were walking down the street in front of a tall building.", "4678_2": "A man was walking his dog by a park bench", "4678_3": "A tall building shaped like a castle", "5124_0": "", "5124_1": "Two people are kicking a ball around with two spectators", "5124_2": "There were two men watching the game near the goal", "5124_3": "A football player who tries to score.", "5620_0": "", "5620_1": "The busy intersection was crowded with people and cars", "5620_2": "Pedestrians are walking in the street.", "5620_3": "A red bus was driving down the street beside a crowd of people.", "6226_0": "", "6226_1": "A train runs on a track near a forest and a traffic sign.", "6226_2": "There are many traffic signs on the left side of the picture", "6226_3": "A train coming into the station on a cloudy day", "7159_0": "", "7159_1": "Some people were skiing and three people were taking pictures", "7159_2": "There were three photographers on the ramp", "7159_3": "Two skiers watch another skier coming down the hill.", "7621_0": "", "7621_1": "Three cows and three men stood on the sand in front of them", "7621_2": "Three people are on the beach", "7621_3": "The cow is sitting on the beach.", "8119_0": "", "8119_1": "People watch from the grass behind the third base line during a baseball game as a batter tries to field a bunt.", "8119_2": "The crowd was on the grass behind the third base line", "8119_3": "A group of young men playing baseball.", "9275_0": "", "9275_1": "There was wine next to a large blue cooler.", "9275_2": "There are wine and glasses on the table", "9275_3": "There is a big blue cooler on the right", "9409_0": "", "9409_1": "The train was moving just past a flag", "9409_2": "On the right is a flag that has been raised", "9409_3": "A train running on a long track", "9446_0": "", "9446_1": "A man was sitting on a bench with a cyclist in front of him", "9446_2": "The cyclist on the right is pulling out of the frame", "9446_3": "There was a man sitting on a bench on the beach boardwalk.", "9800_0": "", "9800_1": "There are a lot of people in the room, some are talking, some are playing games.", "9800_2": "A group of people are discussing in the corner of the picture", "9800_3": "A man holds a Nintendo Wii game controller.", "9833_0": "", "9833_1": "A huge clock tower with a few pedestrians below", "9833_2": "People walk on the road, looking down", "9833_3": "A huge clock tower", "9941_0": "", "9941_1": "A man was pushing a stroller with a street sign in front of him", "9941_2": "There is a blue sign by the side of the road", "9941_3": "A man on a skateboard pushing a stroller.", "9999_0": "", "9999_1": "The man on the skateboard immediately reached the trash can", "9999_2": "There is a black trash can by the side of the road", "9999_3": "A man rides down the road on a skateboard", "10037_0": "", "10037_1": "There are doughnuts and oranges on the table", "10037_2": "There are some oranges in the bowl", "10037_3": "A close-up of a plate of doughnuts", "10058_0": "", "10058_1": "There's a fire truck by the Golden Gate Bridge.", "10058_2": "In the distance is the Golden Gate Bridge.", "10058_3": "A fire engine is running", "10192_0": "", "10192_1": "A woman smokes with a plate of bread in front of her", "10192_2": "There is a plate of bread on the table", "10192_3": "A woman smoking at a table.", "10211_0": "", "10211_1": "There are zebras and giraffes in the zoo", "10211_2": "There were three zebras in the distance", "10211_3": "Three giraffes are standing on the grass.", "10275_0": "", "10275_1": "Two men looked out of the window at two others carrying umbrellas.", "10275_2": "The umbrella bearer is walking in the rain", "10275_3": "A man looking out from a train.", "10318_0": "", "10318_1": "The bus is turning and there are many cars beside it", "10318_2": "There are many cars in the parking space by the water", "10318_3": "A double-decker bus is turning the corner", "10545_0": "", "10545_1": "Several buses were parked on the street near the Starbucks.", "10545_2": "There are a lot of people in front of Starbucks", "10545_3": "A large bus that runs on city streets", "10613_0": "", "10613_1": "A woman was holding a doughnut, and behind her was a man with a camera", "10613_2": "A man with a camera", "10613_3": "A woman took a doughnut out of a box and investigated it carefully", "10639_0": "", "10639_1": "The children were playing league baseball and the parents were watching from the benches.", "10639_2": "Parents sat on benches outside the wire", "10639_3": "There was a baseball game going on in the playground", "10689_0": "", "10689_1": "There is a boat in the water, and near it is a big castle, a bell tower and a bridge.", "10689_2": "A boat was sailing on the water.", "10689_3": "There are scenic shots of castles, bell towers and Bridges", "10701_0": "", "10701_1": "The bowler was about to bowl and there were a lot of spectators", "10701_2": "Spectators in green cars", "10701_3": "A baseball pitcher throwing a ball.", "11004_0": "", "11004_1": "A truck parked outside the building had a man in it fixing letters on the building.", "11004_2": "A man fixed letters to a building", "11004_3": "One stuck on the side of the road", "11034_0": "", "11034_1": "Two people are playing a game in the living room with a fish tank behind them", "11034_2": "The water in the aquarium was dyed green by the light", "11034_3": "A father and son are playing Wii in the living room.", "11065_0": "", "11065_1": "A woman was standing next to a horse, and a man was touching its hooves.", "11065_2": "A man reaching for a horse's hooves.", "11065_3": "There is a horse on the lawn", "11209_0": "", "11209_1": "Two people sit on a couch with a laptop in front of them", "11209_2": "There is a laptop on the desk", "11209_3": "A man and a woman are sitting on the sofa.", "11264_0": "", "11264_1": "Two men were sitting on a bench in front of the bell tower", "11264_2": "A man and a woman are sitting on a bench", "11264_3": "A tall clock tower with three Windows", "11326_0": "", "11326_1": "A green coach was picking up passengers at the water's edge.", "11326_2": "People are sitting on benches to the right", "11326_3": "A green bus parked in the street.", "11340_0": "", "11340_1": "An elephant was walking beside a man", "11340_2": "There was a man riding a bicycle on the road", "11340_3": "The figure of an elephant with decorated tusks and legs", "11402_0": "", "11402_1": "The red bus is driving on the road beside a green field", "11402_2": "A red tour bus plowed through the traffic through the city streets", "11402_3": "The city center is a lush green field.", "11494_0": "", "11494_1": "There was a double-decker bus on the road with a man in a yellow helmet in front of it", "11494_2": "There's a guy on the road wearing a yellow helmet and a fluorescent green suit", "11494_3": "A double-decker bus was packed with people taking part in the march.", "11569_0": "", "11569_1": "A pink bus was parked on the side of the road and the red bus was going in a different direction", "11569_2": "A red bus drove off into the distance.", "11569_3": "A pink bus stopped at the side of the road", "11826_0": "", "11826_1": "The baseball players were playing in front of many spectators", "11826_2": "The audience stood under the eaves", "11826_3": "A baseball player who swings a bat in a baseball game.", "12240_0": "", "12240_1": "The cyclist looked up at the elephant", "12240_2": "Two men on bicycles", "12240_3": "An elephant carrying a man was walking down the street", "12283_0": "", "12283_1": "Citizens strolled on the sidewalk as a horse crossed the street.", "12283_2": "A horse is crossing the road.", "12283_3": "A group of people are walking in the street", "12398_0": "", "12398_1": "A room with lots of monitors and a man working in it", "12398_2": "There was a woman at work with headphones on", "12398_3": "There are two monitors on the desk.", "12421_0": "", "12421_1": "Two red trains were running on one track and a yellow train on the other.", "12421_2": "A yellow train runs along a track.", "12421_3": "Two red trains are running on the track", "12673_0": "", "12673_1": "One cat was lying on the bed and the other was lying on the clothes in the luggage.", "12673_2": "A black cat lay on a suitcase full of clothes", "12673_3": "A cat is lying on the bed.", "12706_0": "", "12706_1": "There are some black and white umbrellas on the ground in front of the Eiffel Tower", "12706_2": "There are some black and white umbrellas on the ground", "12706_3": "The Eiffel Tower shows off all its grandeur.", "12711_0": "", "12711_1": "A view of the bathroom with some potted plants.", "12711_2": "There are two potted plants on the ground", "12711_3": "A bathroom scene with sink, toilet and shower.", "12805_0": "", "12805_1": "A man was standing in front of an open refrigerator with a bird on it.", "12805_2": "A bird is standing on the refrigerator door", "12805_3": "A man was standing in front of an open refrigerator.", "12887_0": "", "12887_1": "A room with a sofa, a table and a potted plant", "12887_2": "There are two potted plants next to the sofa in the living room", "12887_3": "A grand black piano sits in the elegant living room", "12947_0": "", "12947_1": "One man climbed onto the train while the other watched him", "12947_2": "The man in stripes was leaning out of the train", "12947_3": "The man in blue is getting on the train", "12993_0": "", "12993_1": "A bus drove past a puddle with a man in a poncho riding a bicycle.", "12993_2": "A man in a raincoat on a bicycle.", "12993_3": "A bus drove over a large puddle.", "13283_0": "", "13283_1": "A female chef stands at a table full of stuff and waves to the camera", "13283_2": "There are many kitchen utensils on the table", "13283_3": "The cook waved to the camera in the kitchen.", "13296_0": "", "13296_1": "A clown is riding a bicycle with a black car behind him", "13296_2": "The black car was driving down the road", "13296_3": "A clown rides a bicycle in the street", "13325_0": "", "13325_1": "The motorcyclist is about to pass a field of flowers", "13325_2": "There's a guy on the left riding an moped", "13325_3": "Flowers grow in front of the welcome sign.", "13455_0": "", "13455_1": "The man in the cowboy hat watched the boy ride the sheep", "13455_2": "A boy rides a sheep in the arena.", "13455_3": "Three men in cowboy hats stood in the arena", "13463_0": "", "13463_1": "A small bathroom with a white toilet, a makeup mirror and a picture on the wall.", "13463_2": "There is a white toilet in the bathroom.", "13463_3": "There is a vanity mirror and a picture frame on the wall", "13671_0": "", "13671_1": "Birds sit on wires in an old barn in a dry field.", "13671_2": "The bird sits on the wire.", "13671_3": "A weather-beaten barn in the valley.", "13720_0": "", "13720_1": "There are fried eggs and milk on the table", "13720_2": "On the table lay an egg with a bite", "13720_3": "There is a bottle of milk on the table", "13943_0": "", "13943_1": "A man was driving a carriage next to a red bus.", "13943_2": "A red bus is running down the street", "13943_3": "A man was driving a carriage.", "13948_0": "", "13948_1": "Two zebras were on a dirt road near some dry grass.", "13948_2": "A zebra was standing on the road, cocking its head", "13948_3": "A zebra ran across the road", "14285_0": "", "14285_1": "A cat sleeps on the bed. There is a small TV in the bedroom.", "14285_2": "There was a small, old black TV in the room", "14285_3": "A long-haired cat was lying on a white bed", "14388_0": "", "14388_1": "Two men on mopeds stopped at the intersection.", "14388_2": "A man in an orange coat is waiting at the traffic light", "14388_3": "A man in a white coat was waiting at the traffic light", "14470_0": "", "14470_1": "A woman takes pictures of children feeding a giraffe.", "14470_2": "A woman is taking pictures", "14470_3": "A group of young children pet a pair of giraffes.", "14484_0": "", "14484_1": "There are yellow and green vans in front of the phone booth", "14484_2": "There is a red and white telephone booth by the roadside", "14484_3": "Two vans were parked next to a small house.", "14502_0": "", "14502_1": "One man swings a bat by a tree, the other man prepares to catch the ball.", "14502_2": "The guy on the right is ready to catch", "14502_3": "A man who swings a baseball bat.", "14635_0": "", "14635_1": "A woman was sitting at a table, while another woman was at the counter.", "14635_2": "The old man in the white coat was cooking in the kitchen", "14635_3": "A woman in a coat, sitting at a table.", "14740_0": "", "14740_1": "There was a red fire hydrant on the side of the road, with smoke and people in the background", "14740_2": "The three men watched the smoke in the distance", "14740_3": "Fire hydrant with hose connection", "15070_0": "", "15070_1": "Two cats are in the window looking out at squirrels.", "15070_2": "There is a squirrel outside the window", "15070_3": "There are two cats in the house", "15110_0": "", "15110_1": "Pedestrians walking on the road immediately pass a sign", "15110_2": "There are brown street signs and blue street signs", "15110_3": "A group of pedestrians were walking on the sidewalk in the rain.", "15289_0": "", "15289_1": "The red bus ran on the road with several tall buildings behind it", "15289_2": "There is a tall building in the distance", "15289_3": "A red double-decker bus runs down the street.", "15302_0": "", "15302_1": "A little boy was playing baseball with some spectators", "15302_2": "There were some spectators outside the tennis court", "15302_3": "A little boy was standing at home plate with a bat.", "15644_0": "", "15644_1": "A woman works on her laptop while the photographer records an event in the background.", "15644_2": "There's a photographer taking pictures", "15644_3": "A woman sits in front of her laptop.", "15663_0": "", "15663_1": "People were riding bicycles and bus drivers were standing in front of buses", "15663_2": "A man is standing in front of the bus.", "15663_3": "Cyclists weave through the middle of city streets.", "16038_0": "", "16038_1": "Two men stand in front of the train to say goodbye, a boy and a bicycle ready to board", "16038_2": "A boy pushes a bicycle", "16038_3": "A woman says goodbye to a man before loading her car.", "16243_0": "", "16243_1": "There were cakes and unwashed containers on the table", "16243_2": "Unwashed chocolate container", "16243_3": "A cake on a metal plate.", "16575_0": "", "16575_1": "One zebra lay down, the others stood", "16575_2": "Two zebras are grazing", "16575_3": "A zebra is lying on the ground", "16616_0": "", "16616_1": "One was riding a bike, and another was talking on the phone", "16616_2": "There's a man on the right talking on the phone", "16616_3": "A woman rides her bike to and from work during rush hour.", "16706_0": "", "16706_1": "Two giraffes and a baby zebra are standing under a big tree", "16706_2": "The zebra lowered its head to graze", "16706_3": "Two giraffes were eating by a tree.", "16905_0": "", "16905_1": "A man walks down the street leading a painted elephant carrying tourists.", "16905_2": "There is some painting on the elephant", "16905_3": "Several men rode on the elephant's back.", "16961_0": "", "16961_1": "A guy on a skateboard with two barricades behind him", "16961_2": "There are two roadblocks on the road", "16961_3": "A man with a board was pushed by a stick.", "17882_0": "", "17882_1": "Bikes were parked next to the car.", "17882_2": "A row of bikes parked on the side of the road", "17882_3": "Two cars stopped at the side of the road", "18059_0": "", "18059_1": "There was a guy riding a skateboard and behind him a guy sitting under a tree taking pictures", "18059_2": "There is a man taking pictures under the tree", "18059_3": "A man rides an electric skateboard", "18425_0": "", "18425_1": "The giraffe is grazing. Two cars pass behind it", "18425_2": "There are two cars on the road", "18425_3": "The giraffe eats grass with its head down", "18584_0": "", "18584_1": "Two children are standing in front of Big Ben", "18584_2": "Two children were standing on the side of the road", "18584_3": "The Big Ben clock tower stands above the city of London.", "18654_0": "", "18654_1": "People in the stands saw the cowboy fall to the ground", "18654_2": "The people in the stands wore cowboy hats", "18654_3": "A cowboy who fell to the ground during a rodeo", "18802_0": "", "18802_1": "The kitchen is full of metal utensils and a dog.", "18802_2": "A dog sits in the doorway", "18802_3": "The kitchen is full of metal utensils", "19185_0": "", "19185_1": "A view of a parking meter with a row of cars next to it.", "19185_2": "There were many cars parked along the road", "19185_3": "Parking meters for two hours.", "19374_0": "", "19374_1": "A pizza parlor with pizzas on the table and tomatoes taped to the window", "19374_2": "There is a tomato on the window", "19374_3": "There is a slice of pizza on the plate", "19375_0": "", "19375_1": "A woman handed the little girl a yellow Frisbee instead of the blue one next to her", "19375_2": "There are blue Frisbees in the paper box", "19375_3": "A woman was handing a yellow Frisbee to a little girl.", "19446_0": "", "19446_1": "A group of people were playing Frisbee on the grass.", "19446_2": "Runners 40 and 6 run forward", "19446_3": "The woman in red ran to catch the frisbee on the grass.", "19447_0": "", "19447_1": "The three giraffes in the enclosure pose in different positions.", "19447_2": "A young giraffe bends down to drink from a pond.", "19447_3": "Two adult giraffes are in the grass", "19456_0": "", "19456_1": "A group of people were watching a man assemble food.", "19456_2": "Outside the glass house stood three men", "19456_3": "A man prepares food at a table in the kitchen.", "19489_0": "", "19489_1": "There was a woman filming the handshake scene", "19489_2": "A woman on the right holds up a camera", "19489_3": "A man with a microphone shakes hands with another man.", "19899_0": "", "19899_1": "There are many street signs and a tower in the background", "19899_2": "A very big clock tower with a huge clock on it.", "19899_3": "Many street signs are attached to a metal pole", "20001_0": "", "20001_1": "The bowlers and batsmen on the field", "20001_2": "The man in dark blue is ready to bat", "20001_3": "The man in yellow throws the ball", "20044_0": "", "20044_1": "A couple on skis with a third person waving at them from behind.", "20044_2": "The man in the blue ski suit waves at the camera", "20044_3": "The two women stood smiling together on the hill", "20315_0": "", "20315_1": "Three dogs and several people were resting on the bench.", "20315_2": "Several people sat on a bench talking", "20315_3": "Three dogs were resting on a bench", "20777_0": "", "20777_1": "The fire truck was parked in front of a market, and a fireman was standing at the top of a ladder.", "20777_2": "A fireman stood at the top of the ladder", "20777_3": "Fire engines were parked on the side of the road", "20853_0": "", "20853_1": "People were playing drums, and a man was leading a horse.", "20853_2": "Two men are playing drums. One of them is dressed in white, the other in black", "20853_3": "A horse is kicking up dust and a man is touching its face", "20904_0": "", "20904_1": "People were walking along the side of the road with umbrellas hanging from overhead wires", "20904_2": "There's something hanging from the wire", "20904_3": "A group of people were crossing the street under umbrellas.", "20979_0": "", "20979_1": "A blue and white bus stopped in front of a motorbike.", "20979_2": "A motorcycle parked on the sidewalk.", "20979_3": "A blue bus stopped at the side of the road", "21051_0": "", "21051_1": "A man in dark green shorts is driving a boat with a six-pointed star", "21051_2": "The ship bears the symbol of a hexagram", "21051_3": "Men in dark green shorts are sailing", "21212_0": "", "21212_1": "A man is walking in the street, in front of a tall tower", "21212_2": "A man was walking down a brick alley.", "21212_3": "There is a tall tower at the end of the road", "21423_0": "", "21423_1": "People stand behind cars, opposite three potted plants", "21423_2": "There are some potted plants on the roadside. There are white flowers and red flowers in them", "21423_3": "People stand behind a Bentley, holding umbrellas.", "21528_0": "", "21528_1": "There was a cyclist on the road with a black and white street sign in front of him", "21528_2": "There is a sign pointing to the right", "21528_3": "A man was riding a very tall bicycle, behind another bicycle.", "21571_0": "", "21571_1": "A dog is sitting in the window looking at a car", "21571_2": "Gray cars were parked in the courtyard", "21571_3": "A dog stares out the window", "21711_0": "", "21711_1": "The motorcyclist and a bicycle were parked in the yard.", "21711_2": "The bicycle lay on the road", "21711_3": "A group of motorcyclists on a wasteland.", "21717_0": "", "21717_1": "The birthday man has a balloon in front of him", "21717_2": "There is a balloon in the room", "21717_3": "One man wore a birthday cake hat and held a cell phone.", "21750_0": "", "21750_1": "A little girl was eating a doughnut with a glass of juice in front of her", "21750_2": "There is a glass of juice on the table", "21750_3": "A little girl is eating a donut", "21786_0": "", "21786_1": "On the road lined with barricades were several men in safety vests", "21786_2": "There are several roadblocks on the road", "21786_3": "The woman in the safety vest is on the phone.", "21889_0": "", "21889_1": "A worker in orange is walking towards a big ship.", "21889_2": "A man in a safety suit walks along the edge", "21889_3": "This is a big ship with a lot of people on board", "21926_0": "", "21926_1": "There was a crowd on the sidewalk and a plane overhead.", "21926_2": "Some people are walking in a busy place", "21926_3": "A red plane was flying low over the street", "21981_0": "", "21981_1": "A truck drives down the street with motorcycles in the foreground.", "21981_2": "A scooter parked on the side of the road.", "21981_3": "A truck driving down the street", "22014_0": "", "22014_1": "There are chairs and a clock in the living room", "22014_2": "There is a clock in the living room", "22014_3": "There are chairs of different colors in this living room", "22180_0": "", "22180_1": "A small stuffed bear sits on a tricycle and the family watches it.", "22180_2": "People are sitting on sofas", "22180_3": "A teddy bear sits on a bicycle in the living room", "22213_0": "", "22213_1": "Volunteers are helping a group of people ashore", "22213_2": "The volunteers were dressed in red and green", "22213_3": "A group of people were disembarking from the boat", "22256_0": "", "22256_1": "POTS and pans hang on the kitchen bar, and a bowl of fruit sits below", "22256_2": "There was a bowl of fruit on the kitchen bar", "22256_3": "POTS and pans hang on the kitchen bar.", "22275_0": "", "22275_1": "There is a woman, a cat and a Christmas tree in the room", "22275_2": "There is a Christmas tree in the room", "22275_3": "A woman sits at a wooden table next to a white cat.", "22287_0": "", "22287_1": "A giraffe is eating hay with two zebras.", "22287_2": "A zebra looks to the right", "22287_3": "A giraffe munches on food from a feeder", "22411_0": "", "22411_1": "Students are eating pizza with lots of books behind them", "22411_2": "There are many books in the bookcase in the common area", "22411_3": "Some students or friends are eating pizza in the library", "22621_0": "", "22621_1": "The kitchen cabinets are blue and there are many plants on the table", "22621_2": "There are many potted plants on the table", "22621_3": "There are blue cabinets in the kitchen", "22671_0": "", "22671_1": "A man was sitting on his motorcycle with a stop sign next to it.", "22671_2": "There is a stop sign on the side of the road", "22671_3": "A man was sitting on a motorcycle at an intersection.", "22850_0": "", "22850_1": "Six men in uniform were about to eat cake.", "22850_2": "Nearby soldiers were clapping", "22850_3": "The two commanders cut the cake with their swords.", "23162_0": "", "23162_1": "A flock of sheep huddled together while a dog watched", "23162_2": "A sheepdog was lying on the grass.", "23162_3": "A flock of sheep huddled together", "23199_0": "", "23199_1": "A few giraffes were near the open palm trees, and gazelles were in the distance.", "23199_2": "There are many gazelles in the grass", "23199_3": "A few giraffes are near the open palm trees.", "23255_0": "", "23255_1": "The bird is next to the red fire hydrant", "23255_2": "A bird sits by the water's edge.", "23255_3": "Fire hydrants near bodies of water.", "23298_0": "", "23298_1": "The child looked at the young man riding a bicycle", "23298_2": "There are three children in the room", "23298_3": "A man rides a stationary bike indoors.", "23378_0": "", "23378_1": "A herd of zebras was crossing a stretch of water, and in the distance there were some elephants.", "23378_2": "Some elephants are standing on the prairie", "23378_3": "A herd of zebras is crossing a body of water.", "23405_0": "", "23405_1": "\"Stop\" signs written in foreign languages on streets where people walk on sidewalks.", "23405_2": "The child is walking on the road", "23405_3": "Stop signs written in foreign languages", "23703_0": "", "23703_1": "A group of people and a dog are swimming in the water", "23703_2": "A dog swimming in the sea.", "23703_3": "Beachgoers stand waist-deep in the current.", "23793_0": "", "23793_1": "The children were lining up to get on the bus, and a horse was grazing beside them", "23793_2": "There is a horse grazing on the far left", "23793_3": "Children stood outside the yellow school bus waiting to board", "23875_0": "", "23875_1": "Kitchen sink, paper towels on the counter.", "23875_2": "Purple boxes of paper towels lay on the kitchen counter", "23875_3": "There are two sinks on the kitchen counter", "23879_0": "", "23879_1": "People wait at the train crossing for the train to go through", "23879_2": "Two men on an electric bike pulled up to the side of the road", "23879_3": "A train that runs on the tracks near the city.", "24036_0": "", "24036_1": "The White Castle is topped with scaffolding and flanked by cobblestone paths", "24036_2": "There are cobblestone paths in the courtyard", "24036_3": "There is scaffolding on the dome at the top of the building.", "24086_0": "", "24086_1": "In a room full of books, the little girl was looking at a plate of cake", "24086_2": "The bookcase in the room is full of books", "24086_3": "A little girl is looking at a plate of cakes.", "24260_0": "", "24260_1": "A pair of horse and zebra variants stand on a grassy field surrounded by a crowd of people.", "24260_2": "The audience stood outside the wooden railings", "24260_3": "An animal that is half zebra, half horse, half zebra.", "24305_0": "", "24305_1": "In the wedding scene decorated with streamers, the couple cut the cake", "24305_2": "The wedding was decorated with white streamers", "24305_3": "The bride and groom cut a small cake at an outdoor wedding.", "24689_0": "", "24689_1": "The mother, wearing dark glasses, sat at the table while her sons ate pizza", "24689_2": "Mother sat at the table wearing dark glasses", "24689_3": "Two children are eating pizza", "25433_0": "", "25433_1": "The tour bus was parked on the side of the road against three flags", "25433_2": "There are three flags on the street", "25433_3": "The tour bus was parked on the side of the road", "25528_0": "", "25528_1": "Little League teams play against each other.", "25528_2": "The bowler has thrown the ball", "25528_3": "A child preparing to hit at a baseball game.", "25551_0": "", "25551_1": "There was an accident and police cars, ambulances and fire engines all arrived", "25551_2": "Next to the fire engine, men in red clothes held dogs", "25551_3": "An ambulance and police were on the side of the road.", "26260_0": "", "26260_1": "Two women were cooking in the kitchen", "26260_2": "The woman in red is preparing food", "26260_3": "Young beauties with tattoos prepare food in the kitchen.", "26304_0": "", "26304_1": "A woman is standing looking at her phone, and two women are standing under a big flower tree picking flowers", "26304_2": "Two men held their phones above their heads to photograph the cherry blossoms", "26304_3": "A woman is outside looking at her phone.", "26438_0": "", "26438_1": "The man in black raises his hand in Bi Yeah, next to the little yellow train", "26438_2": "The men in black raised their hands in the sky than Yeah", "26438_3": "The little yellow train on the track.", "26503_0": "", "26503_1": "Three animals are lying on the bed, next to the white lamp", "26503_2": "There are white lamps on the bedside table", "26503_3": "Two dogs and a cat are lying on the bed.", "26517_0": "", "26517_1": "Two cows facing each other, three sheep standing on a hill.", "26517_2": "Three sheep are grazing in the meadow", "26517_3": "Two cows face each other.", "26913_0": "", "26913_1": "Several men went to a restaurant to eat. The waitress was pouring drinks", "26913_2": "The waitress is pouring drinks", "26913_3": "Several men sat around a wooden table", "27208_0": "", "27208_1": "Kites are flying in the sky. There are tall buildings in the distance", "27208_2": "The tall building in the distance diminishes in the photo", "27208_3": "Many strange kites were flying over the wide beach.", "28714_0": "", "28714_1": "A bicycle parked between two paintings", "28714_2": "Bicycles parked on the street", "28714_3": "There are two pictures on the wall", "28885_0": "", "28885_1": "A giraffe was standing in a pen, and a group of people were standing nearby.", "28885_2": "People are walking on the sidewalk", "28885_3": "A giraffe is behind a fence in the shade of a tree", "29075_0": "", "29075_1": "The elephants on the bank walked towards the thatched hut", "29075_2": "There is a thatched hut on the right of the picture", "29075_3": "There are many elephants in the river and beside it", "29587_0": "", "29587_1": "A man wearing a gray hat looked in the direction of the cat", "29587_2": "A man is wearing a gray hat", "29587_3": "A cat sits on a man's head.", "29607_0": "", "29607_1": "The family looked at the cake. On the wall were their old photos", "29607_2": "There are many pictures on the wall", "29607_3": "The family looked down at the pink and white cake.", "30643_0": "", "30643_1": "A bicycle was parked next to a woman holding an umbrella.", "30643_2": "A bike with a tarp", "30643_3": "People holding umbrellas stood on the roadside", "32060_0": "", "32060_1": "A horse-drawn carriage passed some parked tractors.", "32060_2": "Several tractors were parked on the side of the road", "32060_3": "A carriage was driving down the street", "32124_0": "", "32124_1": "A woman was sitting on the side of the road with a blue bicycle parked behind her", "32124_2": "The blue bike is parked on the side of the road", "32124_3": "A woman sat on the curb with her backpack at her feet.", "32456_0": "", "32456_1": "Giraffes and zebras roam on the grass, cars go by on the path", "32456_2": "A giraffe and a zebra are standing near a tree", "32456_3": "The car was driving along the road", "34151_0": "", "34151_1": "A man reached for a pizza on the table, next to which were bottles of beer.", "34151_2": "There are some bottles of beer on the table", "34151_3": "A man reached for a pizza on the table.", "34223_0": "", "34223_1": "Microsoft technicians watch robot dogs move across artificial turf.", "34223_2": "Two robot dogs are playing football", "34223_3": "Four men are talking", "35322_0": "", "35322_1": "A woman riding her bicycle down the street passes a giant flower pot with palm trees in it.", "35322_2": "A man in blue on a bicycle.", "35322_3": "There were big potted plants tied to the truck outside.", "35456_0": "", "35456_1": "The man on the phone looked at the group on the left", "35456_2": "There was a crowd of people standing next to the plant", "35456_3": "A person on a mobile phone, holding his hand against his stomach.", "37671_0": "", "37671_1": "The little boy was playing baseball. There were two coaches outside", "37671_2": "There are two coaches off the court", "37671_3": "Two little boys are playing baseball", "37675_0": "", "37675_1": "A few horses were grazing and a spot of snow was melting around them", "37675_2": "The snow on the grass is melting", "37675_3": "Two horses were grazing in front of the farm.", "40515_0": "", "40515_1": "A man was standing next to two people, near a body of water.", "40515_2": "The man in nothing but speedos held out his hand", "40515_3": "Two men are practicing water skiing near the water.", "43305_0": "", "43305_1": "A player is jumping with a baseball bat at his feet", "43305_2": "There is a baseball bat on the ground", "43305_3": "A baseball player jumped at a base in midair.", "43411_0": "", "43411_1": "There were a bunch of different foods in the shop, and outside there were people walking down the street", "43411_2": "People in black clothes and carrying blue bags walk down the street", "43411_3": "There's a bunch of different foods in the store.", "43510_0": "", "43510_1": "Two baseball players played with bats and gloves while their players stood outside the railing", "43510_2": "There were four men leaning over the railing, waiting to get on", "43510_3": "Two baseball players play the ball with a bat and glove", "43513_0": "", "43513_1": "Two men are standing next to motorcycles. There are a lot of bikes on the left", "43513_2": "Many bikes are parked on the side of the road", "43513_3": "Two men stood by the red motorcycle", "43960_0": "", "43960_1": "The children were playing softball while the adults looked on.", "43960_2": "There were several people sitting on chairs on the lawn", "43960_3": "One boy caught the ball and the other boy held the bat.", "44045_0": "", "44045_1": "A bicycle sits at the bottom of a stop sign with a one-way sign", "44045_2": "There is a one way sign on the roadside", "44045_3": "A bicycle leans against a stop sign.", "44341_0": "", "44341_1": "The red car was parked on the side of the road with a fire hydrant and a stop sign", "44341_2": "The red car was parked on the side of the road", "44341_3": "There is a stop sign at the corner next to the fire hydrant.", "44372_0": "", "44372_1": "A room with a mirror and a table with a monitor", "44372_2": "There is a set of computers on the desk", "44372_3": "A room with a mirror", "44437_0": "", "44437_1": "Two baseball players were talking and another was running down the field", "44437_2": "The athlete dressed in black bowed his head and stepped forward", "44437_3": "Two baseball players are talking", "44471_0": "", "44471_1": "A red light and some people are walking in the street", "44471_2": "There were many pedestrians on the busy street", "44471_3": "This sign has a hand on it, which means stop or don't go.", "44575_0": "", "44575_1": "Some people are playing tennis and others are playing baseball in the park", "44575_2": "There are people playing in the tennis court", "44575_3": "The little boys are having baseball practice in the park", "44644_0": "", "44644_1": "The little girl stood with her kite, and there was a bench behind her to rest on", "44644_2": "There is a bench at the corner of the park", "44644_3": "There was a little girl standing alone with a kite", "44810_0": "", "44810_1": "The green pole beside the stone has a clock on top", "44810_2": "There is a big stone on the ground", "44810_3": "A small green bell tower in the middle of the street.", "44839_0": "", "44839_1": "Three children are eating cake at the table. Behind them, an adult is eating cake with a child in his arms", "44839_2": "The mother held the baby in her arms, cake in hand", "44839_3": "Three young girls are sitting at a table eating cake.", "44911_0": "", "44911_1": "The kitchen has a double-door refrigerator and an open oven", "44911_2": "There is a double-door refrigerator in the kitchen", "44911_3": "There is a big dark blue oven in the kitchen", "44946_0": "", "44946_1": "A group of people around the table ready to eat pizza and drink", "44946_2": "There's pizza and wine on the table", "44946_3": "A group of people were at the table ready to eat", "44950_0": "", "44950_1": "There is a magazine and mirror on the dressing table, in which you can see the cat on the bed", "44950_2": "There is a magazine on the desk", "44950_3": "The mirror reflected a cat on the bed.", "45026_0": "", "45026_1": "The bus was running on the road with many cars parked beside it", "45026_2": "There are many cars parked on the roadside", "45026_3": "A city bus is running down the street.", "45084_0": "", "45084_1": "Adults carrying luggage walked past women and children sitting on the sidewalk.", "45084_2": "A woman and a child were sitting outside", "45084_3": "Two men were walking with suitcases", "45165_0": "", "45165_1": "A moving silver bus is passing a Coca-Cola store", "45165_2": "There is a Coca Cola shop on the street", "45165_3": "A silver bus was driving down the street", "45195_0": "", "45195_1": "A kitchen with a reservoir and a calendar on the wall", "45195_2": "A calendar hangs on the wall of the room", "45195_3": "There is a sink in the kitchen", "45284_0": "", "45284_1": "The kids were playing baseball and the coach was watching from the sidelines", "45284_2": "The coach sat on the railing outside the field", "45284_3": "A group of children are playing baseball on the playground.", "45446_0": "", "45446_1": "The car turned at the intersection and there was a billboard on the ground", "45446_2": "Someone put up a billboard at the intersection advertising the removal of leaves.", "45446_3": "The car turned at the traffic light", "45785_0": "", "45785_1": "A man carrying an umbrella was walking by a dog on the sidewalk.", "45785_2": "There is a dog walking on the grass", "45785_3": "People walking in the street with umbrellas", "46099_0": "", "46099_1": "The man stands next to a car, closer to a stop sign with cracked paint", "46099_2": "The man stood next to the car", "46099_3": "A stop sign that looks like it's made out of crumpled paper.", "46149_0": "", "46149_1": "A group of people ride a convoy of elephants under umbrellas as a man walks by.", "46149_2": "A man was walking on the grass with his head down", "46149_3": "Some people were carried by beautifully decorated elephants.", "46526_0": "", "46526_1": "A group of people walk to an electric train.", "46526_2": "Three tourists are walking on the road", "46526_3": "Two yellow trains are coming down the hill.", "46563_0": "", "46563_1": "Streets with signs, people and cars.", "46563_2": "A man was walking across the street toward a white SUV.", "46563_3": "There are four signs beside the street", "46634_0": "", "46634_1": "A giraffe gazes at a lying rhinoceros", "46634_2": "There were two rhinos lying on the ground", "46634_3": "There is a giraffe on the grass", "47125_0": "", "47125_1": "A little boy on a skateboard, with some birds beside him, seemed not afraid of people", "47125_2": "There are some birds in the square", "47125_3": "A little boy is playing skateboard", "47164_0": "", "47164_1": "A man and a woman are shopping at a produce stand.", "47164_2": "A woman shops at a produce stand.", "47164_3": "The man in the hat looked to his left. What was he looking for in his pocket", "47263_0": "", "47263_1": "There's a man on the side of the road with a truck and a dog.", "47263_2": "A little dog is running on the grass", "47263_3": "A man was standing next to a truck.", "47563_0": "", "47563_1": "Two cats are outside and one is under the umbrella", "47563_2": "A black cat sat under an umbrella in the driveway", "47563_3": "An orange cat looks into the camera", "47742_0": "", "47742_1": "The man in the white coat watches two men doing zombie moves", "47742_2": "The men in white coats waited at the bus stop", "47742_3": "Two women dressed as zombies at a bus stop", "48066_0": "", "48066_1": "In front of an outdoor stadium with a small soccer gate, there is food and drink waiting to be consumed.", "48066_2": "There is a small football gate inside the stadium", "48066_3": "The food on the plate was on the windowsill.", "48150_0": "", "48150_1": "The old man sat in the chair and watched the other man playing with the child", "48150_2": "The old man with white hair is sitting in a chair", "48150_3": "An older man shows a baby his piano key belt.", "48388_0": "", "48388_1": "There are two people and a kite on the beach", "48388_2": "A man with a stick looked into the distance", "48388_3": "A man flies a kite on the beach", "48759_0": "", "48759_1": "As two buses approached the intersection, a woman crossed the street.", "48759_2": "A man in yellow is crossing the road", "48759_3": "Two buses approached a small intersection in the city.", "48794_0": "", "48794_1": "A person walking on the beach, a person on the beach in the water.", "48794_2": "People walking on the beach", "48794_3": "People who play water sports near the beach.", "48971_0": "", "48971_1": "Old people play video games in the lobby of the nursing home.", "48971_2": "Several old people sat on chairs to rest", "48971_3": "An old gentleman is bowling.", "48972_0": "", "48972_1": "A group of motorbikes parked under a clock", "48972_2": "A city sidewalk area with motorcycles and trucks parked nearby.", "48972_3": "The clock on the sign.", "49037_0": "", "49037_1": "There are many colorful pillows on the sofa, and there is a vase with roses beside it", "49037_2": "There are beautiful flowers in the brightly decorated living room", "49037_3": "The elegantly decorated living room has pillows on blue and white sofas and a small Ottoman in the foreground.", "49424_0": "", "49424_1": "A woman is in her office. There is a red plate in front of her", "49424_2": "There is a red plate on the table", "49424_3": "The woman was typing on an open laptop", "49553_0": "", "49553_1": "The red car drove past the billboard", "49553_2": "Cars lined up to approach the toll booth.", "49553_3": "A sign on the side of the road that says \"We charge by license plate\".", "50161_0": "", "50161_1": "A man with luggage was walking along. There were many cars behind him", "50161_2": "There are many cars parked beside the street", "50161_3": "A man in a suit and a suitcase crossed the street.", "50434_0": "", "50434_1": "A baseball game, two people on the field, two people off the field", "50434_2": "Two players stood below the field, leaning against the fence", "50434_3": "The pitcher stood on the mound and looked at the runner in the field", "50462_0": "", "50462_1": "The train passed the station full of boxes", "50462_2": "The train passes to the left of the picture", "50462_3": "There are several piles of boxes in the train station.", "50481_0": "", "50481_1": "The cyclist rode past the Spinks statue", "50481_2": "A cyclist drives on a motorway", "50481_3": "A creepy Spinks statue", "50956_0": "", "50956_1": "A beautiful house is in front of a reflecting pool. A man is standing on the edge of the pool.", "50956_2": "Men with red and blue umbrellas stood on the lawn", "50956_3": "A luxurious house in front of the reflecting pool.", "51168_0": "", "51168_1": "The car had to stop for the red light because the train was going by", "51168_2": "A car was waiting at a red light", "51168_3": "The train is running on the tracks", "51278_0": "", "51278_1": "One street, a red four-door truck stopped at a sign on the side of the road, and other vehicles were parked across the street.", "51278_2": "A red four-door truck pulled up to a sign on the side of the road", "51278_3": "Two white cars parked by the side of the road", "51342_0": "", "51342_1": "On the street, a woman holds an umbrella next to a bicycle.", "51342_2": "A bicycle was parked on the side of the road", "51342_3": "A woman was standing on the sidewalk with an umbrella.", "51504_0": "", "51504_1": "A man takes a picture at a zoo with an elephant behind him", "51504_2": "The photographer holds his camera up to the left", "51504_3": "An elephant was standing in a log pen.", "52516_0": "", "52516_1": "The bride and groom pose for a photograph next to a horse-drawn carriage on a city street.", "52516_2": "The groom stands on the far left holding white flowers", "52516_3": "A woman in a white dress was standing in the street", "55223_0": "", "55223_1": "There was a man playing a game in the living room, and white clothes were laid out on the table", "55223_2": "There are white clothes on the coffee table", "55223_3": "The man is playing a game with a controller", "56109_0": "", "56109_1": "The bike was parked on the side of the road near the bus.", "56109_2": "The bike was parked on the side of the road", "56109_3": "A bus parked on the street", "56432_0": "", "56432_1": "Traffic police direct traffic at intersections to avoid car jams", "56432_2": "A man is standing at the crossroads", "56432_3": "There are many cars at the busy intersection", "56641_0": "", "56641_1": "A no stop sign next to a car running on the street.", "56641_2": "A car waiting to turn at the intersection", "56641_3": " A city street with no parking signs on posts", "56724_0": "", "56724_1": "The guy in the cowboy hat was riding past a burger joint", "56724_2": "A hamburger joint has opened on the street", "56724_3": "A man in a cowboy hat was riding a horse in the street.", "57005_0": "", "57005_1": "Next to the red door is a motorcycle with pink flowers in front of it", "57005_2": "There are pink flowers in the flower box below.", "57005_3": "The motorcycle was leaning against the building.", "58137_0": "", "58137_1": "A family walks to the train station. There is a train outside.", "58137_2": "A group of people were walking on the wet sidewalk.", "58137_3": "A train stopped on the tracks", "59455_0": "", "59455_1": "The silver car was turning a corner. Beside it was a man sitting on the ground", "59455_2": "The man in red is sitting on the ground", "59455_3": "The silver car is turning a corner", "59526_0": "", "59526_1": "A box of pizza was placed next to the person ordering.", "59526_2": "Two people are ready to order", "59526_3": "A close-up of a slice of pizza in a box", "60034_0": "", "60034_1": "Pigeons were bathing in a puddle near a fire hydrant.", "60034_2": "Pigeons bathe in puddles in city streets.", "60034_3": "There is a white fire hydrant on the street", "60093_0": "", "60093_1": "Traffic lights and cars under dark clouds", "60093_2": "A car on a road near a traffic light.", "60093_3": "The sky looks like a storm is coming.", "60622_0": "", "60622_1": "A boy pushes a baby in a box onto a cart while a dog looks on.", "60622_2": "A yellow dog wags its tail", "60622_3": "A boy was pushing a car with a baby inside.", "61159_0": "", "61159_1": "A few people with umbrellas and a few cars.", "61159_2": "The red car is going this way", "61159_3": "A man was changing a tire on his car in the rain.", "61897_0": "", "61897_1": "A man rides a bicycle past construction workers on a busy street.", "61897_2": "The builders are working on the road project", "61897_3": "A man is riding his bicycle in the city center.", "61951_0": "", "61951_1": "A man is shopping with a speeding motorcycle behind him", "61951_2": "The man in the black hat is shopping at the window", "61951_3": "People were standing or riding mopeds in the alleys.", "62173_0": "", "62173_1": "A man in a hat smokes, with a no smoking sign on the right and a vending machine on the left", "62173_2": "There are three vending machines on the left", "62173_3": "A man in a hat stands next to a no smoking sign", "62740_0": "", "62740_1": "The yellow car is ready to turn around the clock in the square", "62740_2": "The yellow car is ready to turn", "62740_3": "The clock in the middle of the town square.", "62995_0": "", "62995_1": "News crews arrived at the scene with fire engines behind them", "62995_2": "Fire engines rolled down the street", "62995_3": "A news team covering a major event.", "63347_0": "", "63347_1": "A man and a child were playing a game. There were some magazines on the sofa behind them", "63347_2": "There are some magazines on the sofa", "63347_3": "A man was kneeling on the floor next to a young boy.", "63587_0": "", "63587_1": "A zebra is standing far away from the giraffe.", "63587_2": "The zebra is grazing with its head down", "63587_3": "There are three giraffes standing on the grass", "63974_0": "", "63974_1": "A store with freezers and newspapers", "63974_2": "The newspaper hung beside the counter", "63974_3": "There are many drinks in the freezer", "64048_0": "", "64048_1": "People ride elephants through crops on the side of a grotesque mountain.", "64048_2": "People ride elephants among the crops.", "64048_3": "A huge rock formation on top of a mountain.", "64800_0": "", "64800_1": "There were many cars parked next to a dining car", "64800_2": "Many cars are parked along the road", "64800_3": "A food truck with a large decorative cupcake on top.", "64870_0": "", "64870_1": "A man sits next to a red sign on the side of the road.", "64870_2": "A man in a McDonald's logo sat on the curb", "64870_3": "At the corner, the sign says \"Look right\"", "65400_0": "", "65400_1": "A fruit shop selling bananas and oranges", "65400_2": "There are many oranges in the box", "65400_3": "Many bananas are hanging in the air", "65601_0": "", "65601_1": "There were four lighters on the right side of the wallet with the cash", "65601_2": "There are four lighters on the desk", "65601_3": "A wallet with cash in it.", "66056_0": "", "66056_1": "A table with a white jar and an open umbrella.", "66056_2": "There is a white pot on the table", "66056_3": "A table with an umbrella", "66373_0": "", "66373_1": "There was a laptop on the desk and a tangle of wires on the floor", "66373_2": "There was a pile of wires on the floor between the table and the table.", "66373_3": "A laptop is open on the desk.", "66460_0": "", "66460_1": "There are white buses and some pictures on the street", "66460_2": "A city street with picture frames displayed on the sidewalk", "66460_3": "A white bus is turning the corner", "66789_0": "", "66789_1": "The cyclist passed a line of bikes parked on the side of the road", "66789_2": "There is a man riding a bicycle on the road", "66789_3": "A row of double-parked bicycles.", "67259_0": "", "67259_1": "Surfboards line the beach, and people nearby look at tourist maps.", "67259_2": "People are looking at the travel map.", "67259_3": "There are many surfboards on the beach", "67407_0": "", "67407_1": "There is a pedestrian in front of the clock tower", "67407_2": "A man strolls down the street", "67407_3": "There is a bell tower at the top of a large building.", "67445_0": "", "67445_1": "A dog looked out the window, and there was a plant on the porch.", "67445_2": "A potted plant on the porch.", "67445_3": "A dog looks out the window of the house.", "67956_0": "", "67956_1": "A blue car turned right at the stop sign.", "67956_2": "A stop sign by two trash cans", "67956_3": "A blue car turned right at the crossing.", "69266_0": "", "69266_1": "There's a laptop on the desk and a brand new ubuntu sticker on the right", "69266_2": "There are brand new ubuntu stickers on the desk", "69266_3": "A laptop is on the desk.", "69286_0": "", "69286_1": "A cyclist passes a cart pulled by an ox in the market.", "69286_2": "The cyclist was carrying a red crate", "69286_3": "A white cow was dragging a pail of goods to the store.", "69978_0": "", "69978_1": "A bus goes down the street and there is a fire hydrant nearby.", "69978_2": "There is a red fire hydrant by the side of the road", "69978_3": "The bus stopped at the side of the road.", "70321_0": "", "70321_1": "The man in the red dress was in the middle of a city street opposite a car", "70321_2": "Cars are driving down the street", "70321_3": "A woman in a red tutu stands in the middle of a city street.", "72519_0": "", "72519_1": "Some of the people on the boat were moving chairs, others were enjoying the scenery", "72519_2": "On the top of the boat was a man looking into the distance", "72519_3": "On the ferry, a man was reaching for a chair.", "74099_0": "", "74099_1": "A man rides a bicycle in front of a small blue house.", "74099_2": "A man with a car and a bike", "74099_3": "There is a small blue house by the side of the road", "75775_0": "", "75775_1": "Two women and two children were playing on the tennis court", "75775_2": "The child in blue was swinging a racket", "75775_3": "The little girl was holding the ball in her hands. Two adults were watching her", "132717787_0": "", "132717787_1": "Two cooks work behind a black counter", "132717787_2": "Two cooks in black hats are working", "132717787_3": "The dining room has a beautiful counter with black tiles", "133087820_0": "", "133087820_1": "A man reading on a bench has a statue in front of him", "133087820_2": "There is a dark green statue in the street", "133087820_3": "A man was sitting outside a bookstore reading a book.", "133684581_0": "", "133684581_1": "A marathon runner ran past three bagpipers and a drummer, all in uniform", "133684581_2": "A man was jogging in all black", "133684581_3": "A Scottish band was rehearsing", "134857559_0": "", "134857559_1": "A man was singing in front of a chandelier", "134857559_2": "The bar chandelier was dull", "134857559_3": "A man was singing on the stage", "134867998_0": "", "134867998_1": "A man in a leather jacket stood reading a newspaper in front of a drink shop.", "134867998_2": "The supermarket's shelves are almost entirely filled with drinks", "134867998_3": "An Asian man in a black jacket is reading a newspaper", "135436842_0": "", "135436842_1": "The man in the wheelchair is helped on to the subway by the staff, and behind him is a woman with a black bag", "135436842_2": "A lady with a black bag was walking along", "135436842_3": "A man in a wheelchair gets on the subway with the help of a service worker.", "135515207_0": "", "135515207_1": "Three men were working in the yard. Behind them was a silver car", "135515207_2": "There was a silver car parked in the courtyard", "135515207_3": "A man in a camouflage shirt was mowing grass in a small yard. Another man and a woman were also working in the yard.", "1000268201_0": "", "1000268201_1": "The little girl in the pink dress walked into a flowering log cabin", "1000268201_2": "Pink flowers covered the side of the house", "1000268201_3": "A little girl in a pink dress walked into a cabin.", "1010470346_0": "", "1010470346_1": "A man on a bicycle looks at a line of cars waiting to pass through a checkpoint.", "1010470346_2": "There was a man riding a bicycle by the side of the road", "1010470346_3": "A park ranger is talking to a visitor.", "1018057225_0": "", "1018057225_1": "A young boy pushes a toy ATV around a rubber pool", "1018057225_2": "A boy was pushing a miniature car on the lawn.", "1018057225_3": "There is a colorful rubber pool on the lawn", "1018148011_0": "", "1018148011_1": "People stand on and around a truck carrying a white substance.", "1018148011_2": "Most of the workers were on the bus, but one man was standing on the ground", "1018148011_3": "There was a lot of wool piled on the ground", "1029450589_0": "", "1029450589_1": "The woman sleeps in the room with the photo", "1029450589_2": "There are many pictures on the walls of the room", "1029450589_3": "A woman in black pants napped on the couch.", "1032122270_0": "", "1032122270_1": "A woman crouched next to three dogs in a field.", "1032122270_2": "A man in black was squatting on the grass", "1032122270_3": "Three dogs were playing on a grassy hill under a blue sky.", "1053243591_0": "", "1053243591_1": "Inside the car sat a man in a white shirt, and outside the car a girl was shaking hands", "1053243591_2": "A man in a white shirt was sitting in the car", "1053243591_3": "A young girl in an orange shirt was shaking hands.", "1057089366_0": "", "1057089366_1": "People at the edge of the pool watched the child jump from the height", "1057089366_2": "Four people were resting on the edge of the pool", "1057089366_3": "A child jumped from a height in a swimming pool.", "1059514525_0": "", "1059514525_1": "A man was sleeping on a bench on the sidewalk opposite the bus.", "1059514525_2": "There are people sleeping on benches in city streets.", "1059514525_3": "The bus stops at the bus station", "1071201387_0": "", "1071201387_1": "A construction worker holds a sign about biking and behind him two men sit on the ground", "1071201387_2": "A man and a woman were sitting on the ground", "1071201387_3": "A construction worker holds a sign about biking.", "1088767354_0": "", "1088767354_1": "The man in pink trousers was looking at his watch, and in front of him stood a man with a feather on his head", "1088767354_2": "The man in pink pants is looking at his watch", "1088767354_3": "A young woman in red sequins and feathers stood on the sidewalk.", "1094283901_0": "", "1094283901_1": "A shirtless man jumps into the water as others look on.", "1094283901_2": "On the platform stood a man in swimming trunks", "1094283901_3": "A man is jumping into the water.", "1130295306_0": "", "1130295306_1": "The boy in the striped shirt looked at the lush trees", "1130295306_2": "A boy is walking in the park", "1130295306_3": "The trees near the pond in the park are flourishing", "1193746118_0": "", "1193746118_1": "A man jumped off a small stone bridge. Three children and a woman watched him.", "1193746118_2": "There were three children and a woman on the bridge", "1193746118_3": "A bare-chested man jumped from an old stone bridge.", "1222063706_0": "", "1222063706_1": "An Asian woman sits in front of a nude painting.", "1222063706_2": "A woman on a bench was adjusting her skirt.", "1222063706_3": "There is a nude mural in the exhibition hall", "1242394484_0": "", "1242394484_1": "A shop with tiger dolls and panda dolls", "1242394484_2": "There is a tiger doll at the end of the counter", "1242394484_3": "There are many panda dolls on the cupboard", "1269844288_0": "", "1269844288_1": "A woman straightens her boots in a dirty park", "1269844288_2": "There is a lot of rubbish on the lawn", "1269844288_3": "A woman was fixing his boots", "1281282435_0": "", "1281282435_1": "The man on the dock in his bathing suit looked at the man in the water", "1281282435_2": "There are several people swimming in the water", "1281282435_3": "Three boys in bathing suits stood on the dock", "1287704027_0": "", "1287704027_1": "A woman buys fish next to a shop selling cucumbers", "1287704027_2": "There are shops selling cucumbers in the wet market", "1287704027_3": "A woman looks at frozen fish at a fish market.", "1303157527_0": "", "1303157527_1": "A vendor stood on the sidewalk next to his food truck and watched a black woman walk by.", "1303157527_2": "A black woman was walking down the street", "1303157527_3": "A man in a red apron and a white chef's hat stood in front of his food truck.", "71": "A passenger train glides around a curve on the outer track.", "71_0": "", "77": "A time lapse image of a guy on a skate board.", "77_0": "", "165": "A woman soldier holding up a pair of giant scissors to someone's tie.", "165_0": "", "263": "Adult elephant pushing a baby elephant with its leg.", "263_0": "", "312": "A large group of elephants crossing a dirt path.", "312_0": "", "338": "Two people looking at a large kitchen ", "338_0": "", "349": "An old train drives on the tracks under a bridge. ", "349_0": "", "400": "Dog forlornly looking out the back of a twin-hulled boat.", "400_0": "", "490": "Dog and skateboard in a room and shadow of dog and person on a wall.", "490_0": "", "510": "A man sits on a bench with a man-made waterfall behind him. ", "510_0": "", "520": "Birds flock over a dock above a body of water.", "520_0": "", "781": "A person that is wind surfing in the water.", "781_0": "", "908": "A kitchen with art and a menu hanging on the wall", "908_0": "", "939": "Small bathroom with a mirror, double sink, and a mounted television. ", "939_0": "", "999": "A young man kneeling on top of a base.", "999_0": "", "1011": "People are walking along a sidewalk with their luggage.", "1011_0": "", "1053": "A group of bicycle riders crossing a paved street.", "1053_0": "", "1144": "a sandwich on a plate next to a glass of wine on a table", "1144_0": "", "1149": "A group of military men and men in suits observe examples of missiles.", "1149_0": "", "1244": "The man is sitting on a chair under the umbrella by the water. ", "1244_0": "", "1323": "a cat stands on top of a horse ", "1323_0": "", "1424": "little girls sitting at a table with a birthday cake in the middle ", "1424_0": "", "1431": "A boy on a skateboard in the skate park ", "1431_0": "", "1436": "A young man lieing down with three apple computers on his chest.", "1436_0": "", "1453": "A few people are on small boats in a channel.", "1453_0": "", "1518": "A piece of broccoli is on the car's dashboard.", "1518_0": "", "1580": "People who are dressed for skiing standing in the snow.", "1580_0": "", "1682": "A boat in the distance on a clear lake.", "1682_0": "", "1911": "Dogs are pulling a person on a sled in the snow.", "1911_0": "", "1999": "A cat on a bed looking over two pieces of luggage. ", "1999_0": "", "2083": "There are two Girls one of them is washing the dishes.", "2083_0": "", "2089": "A double decker bus in front of an unusual building", "2089_0": "", "2142": "a person sitting on a bench and feeding birds ", "2142_0": "", "2154": "A full grocery cart sitting on the side of a road.", "2154_0": "", "2164": "A group of sheep graze in a lush grass field.", "2164_0": "", "2498": "A group of four people play frisbee on the beach.", "2498_0": "", "2842": "A tennis player reaches out to another one.", "2842_0": "", "2972": "a red train is passing by a white one at a station", "2972_0": "", "2985": "A truck carrying an elephant in the back", "2985_0": "", "3249": "White bird perched on a window looking inside. ", "3249_0": "", "3320": "Three people walking onto a boat holding luggage.", "3320_0": "", "3382": "Seamen inside a navy vessel communicate over the radio.", "3382_0": "", "3442": "A hotel room with three lights and a TV", "3442_0": "", "3481": "The black bear is over by the trees and the swingset.", "3481_0": "", "3532": "Two girls who are standing next to each other on a baseball field. ", "3532_0": "", "3535": "there is a construction working fixing a street sign", "3535_0": "", "3602": "a sign and a flag on a pole outside", "3602_0": "", "3823": "a desk with a laptop and a desktop on it", "3823_0": "", "3837": "A guy watches a girl getting on her surfboard.", "3837_0": "", "3915": "A woman standing in a kitchen with a counter full of dishes", "3915_0": "", "3932": "A small lamb with a blue rope tied around its head. ", "3932_0": "", "4180": "Two kids are having lunch in the classroom", "4180_0": "", "4212": "A cat is laying on the hood of a blue car.", "4212_0": "", "4219": "A man and his dog sitting on a bench", "4219_0": "", "4244": "some chefs working in a restaurant kitchen ", "4244_0": "", "4376": "At the end of the street there was a man sitting at a table of bananas", "4376_0": "", "5614": "A group of people on a field playing baseball.", "5614_0": "", "7124": "There is a police officer writing a ticket for a truck.", "7124_0": "", "7125": "There were people walking and biking on a path near the water", "7125_0": "", "7710": "a person riding a bike with two horses walking behind him", "7710_0": "", "8965": "The cow is rushing towards a moving car.", "8965_0": "", "9045": "Three men stood on the pitch, waiting for the opposite side to pitch.", "9045_0": "", "9372": "A newly married couple walking down church steps.", "9372_0": "", "9488": "A group sits in fold up chairs on the blacktop, surrounded by their gear.", "9488_0": "", "10005": "Two people walking with surf boards and two dogs.", "10005_0": "", "10014": "A blue and white bus labeled subway shuttle", "10014_0": "", "10040": "A group of soldiers standing next to a bench.", "10040_0": "", "10041": "Three skiers are skiing on a snowy mountain.", "10041_0": "", "10056": "A white and red bus on a street", "10056_0": "", "10077": "a zebra standing in a field in under the shade of a near by tree", "10077_0": "", "10138": "A man blows out the candles on his cake.", "10138_0": "", "10222": "A red traffic light with a green arrow sign underneath.", "10222_0": "", "10276": "Two dogs were standing on the grass, with a horse behind them.", "10276_0": "", "10405": "A boat is sailing on the river. There are many tall buildings on both sides of the river.", "10405_0": "", "10434": "Beside the road where there were cars, there was a man on a skateboard", "10434_0": "", "10472": "A group of people are standing on an elephant themed parade float.", "10472_0": "", "10498": "Two men standing on front of a machine.", "10498_0": "", "10539": "The sheep are on the steep rocky hill side.", "10539_0": "", "10710": "Three men stood on the field, staring in the same direction.", "10710_0": "", "10711": "A man with a bat was ready to hit the ball. There were some spectators at the side of the pitch.", "10711_0": "", "10719": "An oncoming blue and yellow train next to a fence. ", "10719_0": "", "10818": "A small group of people on cross country skis.", "10818_0": "", "10867": "a yellow and red fire hydrant is on a curb", "10867_0": "", "10936": "The cars are parked next to where the cattle are walking.", "10936_0": "", "11107": "A man is ready to swing a bat on a baseball field. Two men behind him are crouching down to catch the ball", "11107_0": "", "11182": "People walking outside of a red brick building.", "11182_0": "", "11258": "two people standing in front of a motorcycle ", "11258_0": "", "11260": "A train traveling from the tracks  onto a bridge.", "11260_0": "", "11265": "A large tower clock atop a bridge on a city street.", "11265_0": "", "11272": "A group of people are looking at a train and peering over a fence.", "11272_0": "", "11276": "A large pot of water and pasta sits on top of a stove.", "11276_0": "", "11288": "A professional baseball play swings a bat during a game.", "11288_0": "", "11300": "A child sits on the ground next to a skateboard.", "11300_0": "", "11519": "The small horse is pulling a two wheeled cart.", "11519_0": "", "11552": "a bear walking in the woods next to some trees", "11552_0": "", "11613": "Skiers are racing in a cross country competition. ", "11613_0": "", "11618": "Many empty carts are near a large jumbo jet.", "11618_0": "", "11690": "A motorcyclist and a car stopped at an intersection.", "11690_0": "", "11791": "Four people posing in front of an elephant with the trunk up", "11791_0": "", "11802": "The children were dragging the sheep by the head, and a man was herding the sheep.", "11802_0": "", "11856": "Two women sitting on a metal bench next to a large sign.", "11856_0": "", "11926": "A group of zebras standing on the grassland, with a tall tree in front of them.", "11926_0": "", "11948": "Zebras are divided into two areas.", "11948_0": "", "12093": "two people are riding elephants down the street", "12093_0": "", "12313": "Two children are playing in the snow together.", "12313_0": "", "12321": "A red stop sign sitting by the side of a road.", "12321_0": "", "12349": "A half eaten dough nut sitting next to an ice coffee.", "12349_0": "", "12382": "An adult and baby zebra standing in the woods near a log.", "12382_0": "", "12408": "A white duck boat is drifting in the water. ", "12408_0": "", "12459": "The skiers all gather together, one in a cow suit.", "12459_0": "", "12509": "Two men were walking on the beach with surfboards and a bridge in the distance.", "12509_0": "", "12544": "A bus traveling down the street next to a bunch of cars.", "12544_0": "", "12547": "There were many people in the street and some birds on the ground", "12547_0": "", "12620": "A group of giraffes stand about an enclosed area.", "12620_0": "", "12818": "An aerial view of a gas station with a lot of cabs.", "12818_0": "", "12881": "A man stands at home plate preparing to bat.", "12881_0": "", "12891": "A railroad train traveling along a flower lined street", "12891_0": "", "12897": "There was a big crowd and a lot of luggage at the escalator.", "12897_0": "", "12938": "A young man riding a skateboard down a sidewalk.", "12938_0": "", "12946": "A man rides a motorcycle on the sidewalk.", "12946_0": "", "13081": "A man and a young boy working on laptop computers.", "13081_0": "", "13127": "An locomotive blowing out a cloud of steam.", "13127_0": "", "13132": "a couple of men that are standing in some water next to a bench", "13132_0": "", "13159": "Sign pointing to red fire hydrant in a rural area", "13159_0": "", "13182": "A woman riding a horse through tree filled forest.", "13182_0": "", "13279": "A mail truck driving down a snowy road.", "13279_0": "", "13318": "There were a lot of people on the street, and a sign that said \"police\" pointed to the left.", "13318_0": "", "13333": "A stop sign is standing in front of a view of a mountain range. ", "13333_0": "", "13372": "a bunch of boats are parked at a dock", "13372_0": "", "13420": "many small boats at harbor in a body of water", "13420_0": "", "13489": "A car and bus are driving down the street.", "13489_0": "", "13550": "A woman in patterned shirt playing with an elephant.", "13550_0": "", "13670": "A girl in a green shirt and striped green socks playing softball.", "13670_0": "", "13719": "A small child with a blue umbrella looked up at his mother", "13719_0": "", "13763": "An elephant holding the tail of the elephant in front.", "13763_0": "", "13797": "The man is giving a speech surrounded by peers. ", "13797_0": "", "13909": "A man stands in the snow next to a snow-covered car.", "13909_0": "", "13944": "A street scene with workers fixing the traffic light. ", "13944_0": "", "14175": "A woman walks past street posters and graffiti. ", "14175_0": "", "14219": "The people at the station are waiting for a train.", "14219_0": "", "14271": "a giraffe kneeling on the ground while a baby giraffe stands beside it", "14271_0": "", "14297": "A house boat along the water has bicycles on deck.", "14297_0": "", "14543": "a number of people with snow boards on a snowy surface", "14543_0": "", "14677": "Three Skiers move on a slope in front of a forest.", "14677_0": "", "14686": "Two adult and three young giraffe stand at a feeder.", "14686_0": "", "14928": "A baby looks toward a sheep in a field.", "14928_0": "", "15472": "Five baseball players on the field during a game", "15472_0": "", "15843": "the batter misses the ball and the catcher catches it", "15843_0": "", "15846": "Two boys playing frisbee at park near bench.", "15846_0": "", "15850": "There are meat and vegetables on the cutting board", "15850_0": "", "15895": "A silver passenger train can be seen making its way down the track.", "15895_0": "", "15976": "People standing at a bus stop about to board a bus.", "15976_0": "", "16025": "A bookshelf with a tv that has a cat sleeping on it.", "16025_0": "", "16060": "some people are walking under umbrellas in the rain", "16060_0": "", "16346": "People riding on motorcycles on a city street.", "16346_0": "", "16355": "The dog jumps over a man to catch a Frisbee. ", "16355_0": "", "16412": "People walking and cars travelling in the rain.", "16412_0": "", "16418": "A large passenger airplane stands at the gate, near cargo vehicles.", "16418_0": "", "16499": "A red and white train traveling along a mountain road.", "16499_0": "", "16547": "A referee holds onto the catcher as he catches a low ball.", "16547_0": "", "16672": "Small cars are driving around a small intersection.", "16672_0": "", "16673": "A tall giraffe standing next to a rock mound.", "16673_0": "", "16677": "A dog sitting with a flock of sheep on a hill.", "16677_0": "", "16964": "white and orange trains on a railroad passing through a city", "16964_0": "", "16977": "A car that seems to be parked illegally behind a legally parked car", "16977_0": "", "17057": "a big truck that is parked at a stop light", "17057_0": "", "17311": "A cop that is on top of a horse.", "17311_0": "", "17468": "Children sitting on the floor reading papers and one reading a phone.", "17468_0": "", "17474": "A group of people in a city walking around with umbrellas.", "17474_0": "", "17520": "two people walking on a path near a body of water", "17520_0": "", "17708": "A gull on a rocky ledge overlooks three boats on a very blue waterway. ", "17708_0": "", "17927": "A group of five people holding racquets on a tennis court.", "17927_0": "", "17938": "A group of skateboarders skating down a empty sidewalk.", "17938_0": "", "18270": "A soldier was kicking a football in the crowd.", "18270_0": "", "18464": "Father and son riding skateboards on the sidewalk along a waterway. ", "18464_0": "", "18723": "a large field of flowers with a clock tower in it", "18723_0": "", "18866": "Some people in hats stopped their motorcycles and waited at the traffic lights.", "18866_0": "", "19435": "A train traveling down tracks near power poles.", "19435_0": "", "19448": "A woman looks into a refrigerator that is mounted on a wall.", "19448_0": "", "19499": "Several cyclists stopped and looked at an overturned car.", "19499_0": "", "19523": "People attaching their bikes to the front of a bus.", "19523_0": "", "19712": "A man taking a photo of the sky amongst his happy family", "19712_0": "", "19755": "A baby cow with a red ear tag.", "19755_0": "", "19769": "An elephant is painting a picture while a man stand next to him.", "19769_0": "", "20184": "Two skiers are on the slopes together one guiding the other. ", "20184_0": "", "20193": "A zebra attempts to mount another in an enclosure", "20193_0": "", "20308": "That train is filled with people and it has no enclosure.", "20308_0": "", "20334": "A close view of someone's shoes while on a snow board.", "20334_0": "", "20644": "A baseball game is being played on a field.", "20644_0": "", "20774": "A group of women with umbrellas and a couple without umbrellas outside in the rain.", "20774_0": "", "20839": "A street with many traffic lights, cars and buildings around.", "20839_0": "", "20935": "In public Spaces, many people sit at tables", "20935_0": "", "20971": "People next to flag flying various colored kites.", "20971_0": "", "21029": "A young man swings a baseball at a game with two spectators behind him.", "21029_0": "", "21222": "A row of parked buses in a parking lot.", "21222_0": "", "21248": "A couple walking their big dogs on city streets at dusk in Summer", "21248_0": "", "21285": "A man riding skis down a snow covered slope.", "21285_0": "", "21400": "A man and a woman walking towards a food vendor that is across the street.", "21400_0": "", "21645": "A couch and a chair in a small living room.", "21645_0": "", "21780": "A batter holds his bat as he walks up to the plate", "21780_0": "", "21983": "A man in a yellow shirt is running with the rugby ball.", "21983_0": "", "22032": "a service truck charging the battery on a car", "22032_0": "", "22154": "a man holding a colorful umbrella on top of a car.", "22154_0": "", "22281": "A man and his three dogs are on the beach", "22281_0": "", "22326": "A dog and a cat lay in the bed next to a sleeping person.", "22326_0": "", "22487": "A line of motorcyclists and a band are both in formation in front of a building undergoing construction.", "22487_0": "", "22575": "A man is standing near a car with some luggage while another stands near by.", "22575_0": "", "22680": "A man with a green tie has his arms around the shoulders of two boys.", "22680_0": "", "22907": "The bird is on top of a bird feeder", "22907_0": "", "22979": "A lady in a very funny hat near a big red bus.", "22979_0": "", "23140": "a batter holding onto his bat waiting for the pitch ", "23140_0": "", "23603": "A boy tries to make a goal in a game of soccer.", "23603_0": "", "24112": "A man looking into the camera lens while sitting at a table.", "24112_0": "", "24259": "A girl rides her bike down a busy street.", "24259_0": "", "24375": "A person on a snowboard performs a jump.", "24375_0": "", "24571": "a man in white holding a bat on the field playing", "24571_0": "", "24714": "a person sitting on a street curb with boxes of fruit near by", "24714_0": "", "25358": "Young children played football in the game as adults looked on  ", "25358_0": "", "25996": "The child sat on an air mattress surrounded by a circle of people ", "25996_0": "", "26209": "The man is working on the green dirt bike. ", "26209_0": "", "26413": "A baseball player standing at home base with a bat.", "26413_0": "", "26504": "One man held a dead blue bird, another a shotgun  ", "26504_0": "", "26734": "A woman was walking two dogs with a suitcase and the man was leading the little girl ", "26734_0": "", "27158": "A baseball player swings his bat at the ball.", "27158_0": "", "27578": "A woman holds a birthday cake as a man lights the candles while another man looks on.", "27578_0": "", "27611": "Men on skateboards on the road, talking to women on motorcycles", "27611_0": "", "28676": "People were playing games on the lawn. A man jumped up in the air to catch a Frisbee.", "28676_0": "", "28766": "A glass swan sitting on a table next to a blue vase filled with flowers.", "28766_0": "", "30838": "A woman lifting a child onto a ski lift.", "30838_0": "", "31017": "The two men smile for the camera while holding skateboards.", "31017_0": "", "32206": "A soccer player laying on the field being attended by his coaches.", "32206_0": "", "32270": "A baseball player sliding into home base. ", "32270_0": "", "33631": "A man opening a book on a bench next to a man sleeping. ", "33631_0": "", "33861": "A little boy running with a kite in a city park.", "33861_0": "", "34246": "A parade of horses walked down the street, past cars and motorbikes.", "34246_0": "", "34475": "A waitress was carrying a table with some food on it", "34475_0": "", "34866": "A cyclist was changing on the side of the road with a bus behind him.", "34866_0": "", "35589": "a baseball player is up to bat at a game", "35589_0": "", "36041": "A couple is sitting on a motorcycle looking at the sky, with two people in front of them going to fly a kite", "36041_0": "", "36123": "In the classroom, a man is sitting at his desk using his laptop.", "36123_0": "", "36748": "A football player hangs in midair after kicking a ball", "36748_0": "", "40286": "The biker and the cyclist, the bike had a couple of gas canisters on it", "40286_0": "", "41389": "Three men with surfboards walking on the beach.", "41389_0": "", "43657": "A baseball player standing next to home plate.", "43657_0": "", "43806": "A man is skateboarding outside a street league building.", "43806_0": "", "43809": "A baseball player swinging a bat over a base.", "43809_0": "", "44065": "a woman carrying some supplies over her shoulder ", "44065_0": "", "44178": "a baseball player is swinging at the pitch", "44178_0": "", "44454": "The man stood in the bedroom, where there was a big bed, covered with a floral quilt.", "44454_0": "", "44594": "A beach with a lot of kites flying in the air.", "44594_0": "", "44800": "a person riding a skate board on a makeshift skate park", "44800_0": "", "44816": "A toilet sits next to a sink in a bathroom.", "44816_0": "", "44901": "A batter in a baseball game is swinging at the ball.", "44901_0": "", "44910": "a blue boat is up on blocks at a dock", "44910_0": "", "44953": "A photo of a clock attached to a side of a building.", "44953_0": "", "44998": "There is a piece of paper on a computer keyboard.", "44998_0": "", "45492": "Several people on a busy street with a fire engine in the background.", "45492_0": "", "45537": "A living room area of a home with a TV.", "45537_0": "", "45593": "Two men were walking along a city street under umbrellas when a car passed by", "45593_0": "", "45594": "A white truck driving on top of a street.", "45594_0": "", "45844": "Young boys with tennis rackets were playing ball in the square.", "45844_0": "", "46269": "A man riding a skateboard across the street with a black car behind him.", "46269_0": "", "47367": "A dog on a leash attached to a fire hydrant.", "47367_0": "", "47596": "A person checking papers as people board a bus.", "47596_0": "", "47734": "A young man riding a skateboard next to a metal rail.", "47734_0": "", "48034": "Flags in the snow mark the route", "48034_0": "", "48101": "A man waiting on a bench on a train platform.", "48101_0": "", "49080": "A single skier s seen coming down the slopes.", "49080_0": "", "49097": "a dog sitting on a side walk with a bike near by", "49097_0": "", "49346": "A man walking beside a woman holding an umbrella", "49346_0": "", "49508": "A boy wearing a blue and red uniform preparing to strike a soccer.", "49508_0": "", "49886": "A man riding a skateboard down stone steps.", "49886_0": "", "50054": "The man was holding a water cup, and behind him was a cow kneeling on the grass.", "50054_0": "", "10090841": "A man is sitting at a table with a beer .", "10090841_0": "", "100716317": "Lady in blue coat with white and brown hat standing in front of a painting .", "100716317_0": "", "100845130": "A group of people walking as the sun sets .", "100845130_0": "", "101001624": "A boy in the snow riding his bike down the street .", "101001624_0": "", "101262930": "A man in sunglasses puts his arm around a woman .", "101262930_0": "", "101859883": "A woman in a headscarf uses a telescope to look out over the city and bay .", "101859883_0": "", "102268204": "police questioning the driver of a black wagon at nighttime .", "102268204_0": "", "102520526": "A person is cleaning snow and ice off of a city sidewalk .", "102520526_0": "", "102575576": "A couple stands behind their wedding cake .", "102575576_0": "", "107969134": "A baby boy in a blue and white striped shirt is sitting on his mother 's shoulders .", "107969134_0": "", "108149945": "Two men in hats and orange uniforms are shoveling snow .", "108149945_0": "", "110671345": "The lady has a black sling bag .", "110671345_0": "", "1000344755": "A man on a ladder cleans the window of a tall building .", "1000344755_0": "", "1001545525": "Two people jumped over a railing together", "1001545525_0": "", "1001633352": "Four people are jumping from the top of a flight of stairs .", "1001633352_0": "", "1003163366": "A man lays on the bench to which a white dog is also tied .", "1003163366_0": "", "1006452823": "Two children sit on a small seesaw in the sand .", "1006452823_0": "", "1012150929": "A young boy plays a video game in a McDonald 's restaurant .", "1012150929_0": "", "1014785440": "Two men , each with a small child on their backs , walk on a paved road .", "1014785440_0": "", "1019077836": "A brown dog chases the water from a sprinkler on a lawn .", "1019077836_0": "", "1021439420": "two guys sitting on the floor , with the guy in the green jacket reading a piece of paper .", "1021439420_0": "", "1021442086": "A man wearing a baseball cap is sitting in a car looking at a map .", "1021442086_0": "", "1028205764": "A man and child kayak through gentle waters .", "1028205764_0": "", "1028982826": "Two men are sitting at a bench outside the airport in front of a billboard .", "1028982826_0": "", "1030041880": "A woman in a green skirt and white tank top singing into a microphone .", "1030041880_0": "", "1031973097": "Toddler boy in a red hat holding on to some railings .", "1031973097_0": "", "1039637574": "Man taking a photograph of a well dressed group of teens .", "1039637574_0": ""}